{
  "term": "Spring",
  "year": "2021",
  "level": [
    "Graduate"
  ],
  "topics": [
    [
      "Social Science",
      "Public Administration"
    ],
    [
      "Social Science",
      "Public Administration",
      "Public Policy"
    ]
  ],
  "legacy_uid": "",
  "instructors": {
    "content": [
      "65a64cda-d0ab-e200-293e-d7879819472b",
      "ee5615e8-9f56-447f-9367-a5add61bdc6b"
    ],
    "website": "ocw-www"
  },
  "course_image": {
    "content": "3c3f9c38-27b0-4a2d-b764-bbe22c253209",
    "website": "negotiation-and-dispute-resolution-in-the-public-sector"
  },
  "course_title": "Negotiation and Dispute Resolution in the Public Sector",
  "hide_download": false,
  "course_description": "Conventional legislative, administrative, and judicial means of resolving resource allocation and policy disputes in the public sector often produce less than satisfactory results. This is true in democracies around the world. Planners, policy-makers, developers, and advocates of the poor who are concerned about the fairness, efficiency, stability, and wisdom of public sector decision-making are searching for better ways of resolving public policy disagreements. Recent advances in the theory and practice of multi-party negotiation and dispute resolution are, therefore, of great interest. \n\nThis seminar is designed for graduate students with no prior background or experience in the fields of  negotiation or dispute resolution. Lectures, scenarios, case studies, video analysis, and role-play simulations are used to introduce students to the \"art\" and \"science\" of negotiation and consensus building. The class also provides an intensive opportunity for each student to build their personal theory of practice and to strengthen their negotiating capabilities.",
  "department_numbers": [
    "11"
  ],
  "extra_course_numbers": "",
  "primary_course_number": "11.255",
  "course_image_thumbnail": {
    "content": "1b92da7a-362f-43b7-9e60-6df840efbfd5",
    "website": "negotiation-and-dispute-resolution-in-the-public-sector"
  },
  "learning_resource_types": [
    "Written Assignments",
    "Lecture Notes",
    "Instructor Insights"
  ],
  "site_uid": "47876ab9-5c23-48df-8bdf-b0443a6497f9",
  "site_short_id": "11.255-spring-2021",
  "site_url_path": "courses/11-255-negotiation-and-dispute-resolution-in-the-public-sector-spring-2021"
}